export default function defData (){
    return [
        {
            "category_name": "Раствор",
            "type": "м3",
            "category_id": "36",
            "category_list": [
                {
                    "id": "36",
                    "type": "м3",
                    "name": "М-100",
                    "price": "3500"
                },
                {
                    "id": "38",
                    "type": "м3",
                    "name": "М-150",
                    "price": "3700"
                },
                {
                    "id": "39",
                    "type": "м3",
                    "name": "М-200",
                    "price": "3900"
                }
            ]
        },
        {
            "category_name": "Бетон",
            "type": "м3",
            "category_id": "40",
            "category_list": [
                {
                    "id": "40",
                    "type": "м3",
                    "name": "М-100",
                    "price": "3600"
                },
                {
                    "id": "41",
                    "type": "м3",
                    "name": "М-150",
                    "price": "3650"
                },
                {
                    "id": "42",
                    "type": "м3",
                    "name": "М-200",
                    "price": "3700"
                },
                {
                    "id": "43",
                    "type": "м3",
                    "name": "М-250",
                    "price": "3800"
                },
                {
                    "id": "44",
                    "type": "м3",
                    "name": "М-300",
                    "price": "4000"
                },
                {
                    "id": "45",
                    "type": "м3",
                    "name": "М-350",
                    "price": "4200"
                },
                {
                    "id": "46",
                    "type": "м3",
                    "name": "М-400",
                    "price": "4600"
                },
                {
                    "id": "47",
                    "type": "м3",
                    "name": "М-450",
                    "price": "4700"
                },
                {
                    "id": "48",
                    "type": "м3",
                    "name": "М-550",
                    "price": "4900"
                },
                {
                    "id": "128",
                    "type": "м3",
                    "name": "М-600",
                    "price": "6000"
                }
            ]
        },
        {
            "category_name": "Гидротехнический бетон",
            "type": "м3",
            "category_id": "52",
            "category_list": [
                {
                    "id": "52",
                    "type": "м3",
                    "name": "В20\/М250",
                    "price": "4000"
                },
                {
                    "id": "53",
                    "type": "м3",
                    "name": "В22,5\/М300",
                    "price": "4200"
                },
                {
                    "id": "54",
                    "type": "м3",
                    "name": "В25\/М350",
                    "price": "4400"
                },
                {
                    "id": "55",
                    "type": "м3",
                    "name": "В30\/М400",
                    "price": "4600"
                },
                {
                    "id": "56",
                    "type": "м3",
                    "name": "В35\/М450",
                    "price": "4800"
                },
                {
                    "id": "57",
                    "type": "м3",
                    "name": "В40\/М550",
                    "price": "5000"
                }
            ]
        },
        {
            "category_name": "Бетононасос",
            "type": "м3",
            "category_id": "58",
            "category_list": [
                {
                    "id": "58",
                    "type": "м3",
                    "name": "25 метров",
                    "price": "295"
                },
                {
                    "id": "59",
                    "type": "м3",
                    "name": "37 метров",
                    "price": "295"
                },
                {
                    "id": "60",
                    "type": "м3",
                    "name": "42 метров",
                    "price": "350"
                },
                {
                    "id": "61",
                    "type": "м3",
                    "name": "52 метров",
                    "price": "413"
                },
                {
                    "id": "62",
                    "type": "м3",
                    "name": "58 метров",
                    "price": "413"
                }
            ]
        },
        {
            "category_name": "ЖБИ",
            "type": "шт",
            "category_id": "64",
            "category_list": [
                {
                    "id": "64",
                    "type": "шт",
                    "name": "Кольцо ж\/б 1м",
                    "price": "2250"
                },
                {
                    "id": "65",
                    "type": "шт",
                    "name": "Кольцо ж\/б 1,5м",
                    "price": "3250"
                },
                {
                    "id": "66",
                    "type": "шт",
                    "name": "Кольцо ж\/б 2м",
                    "price": "4250"
                },
                {
                    "id": "67",
                    "type": "шт",
                    "name": "Крышка 1,2м",
                    "price": "1850"
                },
                {
                    "id": "68",
                    "type": "шт",
                    "name": "Крышка 1,7м",
                    "price": "2850"
                },
                {
                    "id": "69",
                    "type": "шт",
                    "name": "Крышка 2,2м",
                    "price": "3850"
                },
                {
                    "id": "70",
                    "type": "шт",
                    "name": "Днище 1,2м",
                    "price": "1950"
                },
                {
                    "id": "71",
                    "type": "шт",
                    "name": "Днище 1,7м",
                    "price": "2950"
                },
                {
                    "id": "72",
                    "type": "шт",
                    "name": "Днище 2,2м",
                    "price": "3950"
                },
                {
                    "id": "73",
                    "type": "шт",
                    "name": "ФБС 06-3-6",
                    "price": "550"
                },
                {
                    "id": "74",
                    "type": "шт",
                    "name": "ФБС 09-3-6",
                    "price": "650"
                },
                {
                    "id": "75",
                    "type": "шт",
                    "name": "ФБС 12-3-6",
                    "price": "800"
                },
                {
                    "id": "76",
                    "type": "шт",
                    "name": "ФБС 24-3-6",
                    "price": "1550"
                },
                {
                    "id": "77",
                    "type": "шт",
                    "name": "ФБС 06-4-6",
                    "price": "600"
                },
                {
                    "id": "78",
                    "type": "шт",
                    "name": "ФБС 09-4-6",
                    "price": "800"
                },
                {
                    "id": "79",
                    "type": "шт",
                    "name": "ФБС 12-4-6",
                    "price": "950"
                },
                {
                    "id": "80",
                    "type": "шт",
                    "name": "ФБС 24-4-6",
                    "price": "1850"
                }
            ]
        },
        {
            "category_name": "Блок строительный",
            "type": "шт",
            "category_id": "81",
            "category_list": [
                {
                    "id": "81",
                    "type": "шт",
                    "name": "Блок керамзитовый 9х40х20",
                    "price": "24"
                },
                {
                    "id": "82",
                    "type": "шт",
                    "name": "Блок керамзитовый 12х40х20",
                    "price": "25"
                },
                {
                    "id": "83",
                    "type": "шт",
                    "name": "Блок керамзитовый 15х40х20",
                    "price": "29"
                },
                {
                    "id": "84",
                    "type": "шт",
                    "name": "Блок керамзитовый 20х40х20 (квадр отв)",
                    "price": "35"
                },
                {
                    "id": "85",
                    "type": "шт",
                    "name": "Блок керамзитовый 20х40х20 (круг отв)",
                    "price": "36"
                },
                {
                    "id": "86",
                    "type": "шт",
                    "name": "Блок керамзитовый 25х40х20",
                    "price": "41"
                },
                {
                    "id": "87",
                    "type": "шт",
                    "name": "Блок керамзитовый 30х40х20",
                    "price": "46"
                },
                {
                    "id": "88",
                    "type": "шт",
                    "name": "Блок керамзитовый 32х40х20",
                    "price": "46"
                },
                {
                    "id": "89",
                    "type": "шт",
                    "name": "Блок муровой 9х40х20",
                    "price": "21"
                },
                {
                    "id": "90",
                    "type": "шт",
                    "name": "Блок муровой 12х40х20",
                    "price": "22"
                },
                {
                    "id": "91",
                    "type": "шт",
                    "name": "Блок муровой 20х40х20 (23)",
                    "price": "27"
                },
                {
                    "id": "92",
                    "type": "шт",
                    "name": "Блок муровой 32х40х20",
                    "price": "37"
                },
                {
                    "id": "93",
                    "type": "шт",
                    "name": "Камень ракушечник 380х180х180",
                    "price": "48"
                }
            ]
        },
        {
            "category_name": "Асбестоцементные изделия",
            "type": "шт",
            "category_id": "94",
            "category_list": [
                {
                    "id": "94",
                    "type": "шт",
                    "name": "Труба х\/ц БТ 100-3950",
                    "price": "600"
                },
                {
                    "id": "95",
                    "type": "шт",
                    "name": "Труба х\/ц БТ 150-3950",
                    "price": "950"
                },
                {
                    "id": "96",
                    "type": "шт",
                    "name": "Труба х\/ц БТ 200-3950",
                    "price": "1650"
                },
                {
                    "id": "97",
                    "type": "шт",
                    "name": "Труба х\/ц БТ 250-5000",
                    "price": "2950"
                },
                {
                    "id": "98",
                    "type": "шт",
                    "name": "Труба х\/ц БТ 300-5000",
                    "price": "4450"
                },
                {
                    "id": "99",
                    "type": "шт",
                    "name": "Муфта х\/ц 100-150",
                    "price": "45"
                },
                {
                    "id": "100",
                    "type": "шт",
                    "name": "Муфта х\/ц 150-150",
                    "price": "70"
                },
                {
                    "id": "101",
                    "type": "шт",
                    "name": "Муфта х\/ц 200-150",
                    "price": "115"
                },
                {
                    "id": "102",
                    "type": "шт",
                    "name": "Муфта х\/ц 250-150",
                    "price": "155"
                },
                {
                    "id": "103",
                    "type": "шт",
                    "name": "Муфта х\/ц 300-150",
                    "price": "190"
                },
                {
                    "id": "104",
                    "type": "шт",
                    "name": "Муфта полиэтиленовая БМ 100",
                    "price": "20"
                },
                {
                    "id": "105",
                    "type": "шт",
                    "name": "Муфта полиэтиленовая БМ 150",
                    "price": "30"
                },
                {
                    "id": "106",
                    "type": "шт",
                    "name": "Муфта полиэтиленовая БМ 200",
                    "price": "120"
                },
                {
                    "id": "107",
                    "type": "шт",
                    "name": "Шифер 8В 1750х1200х6",
                    "price": "300"
                },
                {
                    "id": "108",
                    "type": "шт",
                    "name": "Лист плоский х\/ц 1750х1200х6",
                    "price": "440"
                },
                {
                    "id": "109",
                    "type": "шт",
                    "name": "Цментно-стружечная плита 12х1200х2700",
                    "price": "1350"
                }
            ]
        },
        {
            "category_name": "Люки полимерно-композитные",
            "type": "шт",
            "category_id": "110",
            "category_list": [
                {
                    "id": "110",
                    "type": "шт",
                    "name": "Люк 460х60 3т",
                    "price": "450"
                },
                {
                    "id": "111",
                    "type": "шт",
                    "name": "Люк 450х450 3т",
                    "price": "400"
                },
                {
                    "id": "112",
                    "type": "шт",
                    "name": "Люк 470х470 3т",
                    "price": "450"
                },
                {
                    "id": "113",
                    "type": "шт",
                    "name": "Люк 730х60 3т",
                    "price": "800"
                },
                {
                    "id": "114",
                    "type": "шт",
                    "name": "Люк 685х685 3т",
                    "price": "900"
                },
                {
                    "id": "115",
                    "type": "шт",
                    "name": "Люк 760х90 5т",
                    "price": "1000"
                },
                {
                    "id": "116",
                    "type": "шт",
                    "name": "Люк 780х105х40 7т",
                    "price": "1100"
                },
                {
                    "id": "117",
                    "type": "шт",
                    "name": "Конус переход с крышкой 1060\/120 мм черный",
                    "price": "1300"
                },
                {
                    "id": "118",
                    "type": "шт",
                    "name": "Днище колодца черный",
                    "price": "1400"
                },
                {
                    "id": "119",
                    "type": "шт",
                    "name": "Кольцо 1060\/250 черный",
                    "price": "1500"
                }
            ]
        },
        {
            "category_name": "Люки чугунные",
            "type": "шт",
            "category_id": "120",
            "category_list": [
                {
                    "id": "120",
                    "type": "шт",
                    "name": "Люк типа \"С\" 760х90 (60) 12,5 т вес 65кг",
                    "price": "5450"
                },
                {
                    "id": "121",
                    "type": "шт",
                    "name": "Люк типа \"Т\" 840х80 (60) 25 т вес 90кг",
                    "price": "6850"
                },
                {
                    "id": "122",
                    "type": "шт",
                    "name": "Люк ливневый круглый ДК 780х75 (60) 25т вес 96кг",
                    "price": "7100"
                },
                {
                    "id": "123",
                    "type": "шт",
                    "name": "Люк ливневый круглый ДБ 800х400 12,5т вес 125кг",
                    "price": "8600"
                }
            ]
        },
        {
            "category_name": "Разработка котлованов с утилизацией грунта",
            "type": "м3",
            "category_id": "124",
            "category_list": [
                {
                    "id": "124",
                    "type": "м3",
                    "name": "Разработка котлованов до 1000 м3",
                    "price": "250"
                },
                {
                    "id": "125",
                    "type": "м3",
                    "name": "Разработка котлованов свыше 1000 м3",
                    "price": "220"
                }
            ]
        }
    ]
}
